Repository: veljkoni/Chessko
Catalog: Chessko/Localizable.xcstrings
Source language: sr
Languages: de, en, fr, hi, it, ru, zh_hans

source: Kapablanka objašnjava: Beli ima inicijalnu prednost zbog prvog poteza. Ovu prednost treba **čuvati što duže** — predaj je samo ako za uzvrat dobijaš materijal ili bolju poziciju.
de: Capablanca erklärt: Weiß hat dank des ersten Zuges einen Anfangsvorteil. Diesen Vorteil sollte man **so lange wie möglich bewahren** — gib ihn nur auf, wenn du dafür Material oder eine bessere Stellung bekommst.
en: Capablanca explains: White has an initial advantage thanks to the first move. This advantage should be **kept as long as possible** — give it up only if you get material or a better position in return.
fr: Capablanca explique : les Blancs ont un avantage initial grâce au premier coup. Cet avantage doit être **conservé le plus longtemps possible** — ne le cédez que contre du matériel ou une meilleure position.
hi: कापाब्लांका समझाते हैं: पहली चाल के कारण सफ़ेद को शुरुआती बढ़त होती है। इस बढ़त को **जितना संभव हो उतना बनाए रखें** — इसे केवल तभी छोड़ें जब बदले में सामग्री या बेहतर स्थिति मिले।
it: Capablanca spiega: il Bianco ha un vantaggio iniziale grazie alla prima mossa. Questo vantaggio va **conservato il più a lungo possibile** — cedilo solo se in cambio ottieni materiale o una posizione migliore.
ru: Капабланка объясняет: у белых есть начальное преимущество благодаря первому ходу. Это преимущество следует **удерживать как можно дольше** — отдавайте его только в обмен на материал или лучшую позицию.
zh_hans: 卡帕布兰卡解释：白方因先手而拥有初始优势。这一优势应**尽可能长久地保持**——只有在换取子力或更好局面时才放弃它。

source: Ko napadá, dikta tempo
de: Wer angreift, bestimmt das Tempo
en: Whoever attacks dictates the tempo
fr: Qui attaque dicte le tempo
hi: जो हमला करता है वह गति तय करता है
it: Chi attacca detta il ritmo
ru: Кто атакует, тот диктует темп
zh_hans: 进攻者主导节奏

source: Igrač sa inicijativom bira gde i kako da napadne. Protivnik mora da reaguje umesto da sprovodi sopstveni plan.
de: Der Spieler mit der Initiative wählt, wo und wie er angreift. Der Gegner muss reagieren, statt seinen eigenen Plan zu verfolgen.
en: The player with the initiative chooses where and how to attack. The opponent must react instead of carrying out their own plan.
fr: Le joueur qui a l’initiative choisit où et comment attaquer. L’adversaire doit réagir au lieu de mener son propre plan.
hi: पहल रखने वाला खिलाड़ी तय करता है कि कहाँ और कैसे हमला करना है। विरोधी को अपनी योजना चलाने के बजाय प्रतिक्रिया करनी पड़ती है।
it: Il giocatore con l’iniziativa sceglie dove e come attaccare. L’avversario deve reagire invece di attuare il proprio piano.
ru: Игрок с инициативой выбирает, где и как атаковать. Сопернику приходится реагировать, а не проводить свой план.
zh_hans: 掌握主动权的一方决定在何处、以何种方式进攻。对手只能被动应对，而无法执行自己的计划。

source: Ne napadaj bez sigurnosti
de: Greife nicht ohne Sicherheit an
en: Don’t attack without certainty
fr: N’attaquez pas sans certitude
hi: बिना निश्चितता के हमला न करें
it: Non attaccare senza certezza
ru: Не атакуйте без уверенности
zh_hans: 没有把握不要进攻

source: Kapablanka upozorava: direktan napad na Kralja nikada ne treba voditi do krajnosti ako nema apsolutne sigurnosti da će uspeti. Neuspeo napad znači katastrofu.
de: Capablanca warnt: Einen direkten Angriff auf den König sollte man nie bis zum Äußersten treiben, ohne absolute Gewissheit des Erfolgs. Ein gescheiterter Angriff bedeutet eine Katastrophe.
en: Capablanca warns: a direct attack on the king should never be pushed to the limit without absolute certainty that it will succeed. A failed attack means disaster.
fr: Capablanca avertit : une attaque directe sur le roi ne doit jamais être menée à l’extrême sans certitude absolue de réussite. Une attaque ratée est une catastrophe.
hi: कापाब्लांका चेतावनी देते हैं: सफलता की पूर्ण निश्चितता के बिना राजा पर सीधे हमले को कभी चरम तक नहीं ले जाना चाहिए। असफल हमला आपदा है।
it: Capablanca avverte: un attacco diretto al re non va mai spinto all’estremo senza l’assoluta certezza che riesca. Un attacco fallito è un disastro.
ru: Капабланка предупреждает: прямую атаку на короля никогда не следует доводить до крайности без абсолютной уверенности в успехе. Неудачная атака означает катастрофу.
zh_hans: 卡帕布兰卡告诫：除非有绝对把握成功，否则对国王的直接进攻绝不应推向极端。进攻失败便是灾难。

source: U središnjici, vrednost figure zavisi od pozicije. Uvek pazi šta razmenjuješ!
de: Im Mittelspiel hängt der Wert einer Figur von der Stellung ab. Achte immer darauf, was du abtauschst!
en: In the middlegame a piece’s value depends on the position. Always be careful what you exchange!
fr: Au milieu de partie, la valeur d’une pièce dépend de la position. Faites toujours attention à ce que vous échangez !
hi: मध्य खेल में मोहरे का मूल्य स्थिति पर निर्भर करता है। हमेशा ध्यान दें कि आप क्या बदल रहे हैं!
it: Nel mediogioco il valore di un pezzo dipende dalla posizione. Fai sempre attenzione a cosa scambi!
ru: В миттельшпиле ценность фигуры зависит от позиции. Всегда следите, что вы разменивате!
zh_hans: 在中局中，棋子的价值取决于局面。务必留意你在兑换什么！

source: Viljuška (Rašlje)
de: Die Gabel
en: Fork
fr: La fourchette
hi: कांटा
it: La forchetta
ru: Вилка
zh_hans: 双叫（叉攻）

source: Jedna figura napadne **dve protivničke figure istovremeno**. Protivnik može da spasi samo jednu. Skakači su posebno opasni za viljuške — skaču na polje odakle napadaju Damu i Topa u isto vreme.
de: Eine Figur greift **zwei gegnerische Figuren gleichzeitig** an. Der Gegner kann nur eine retten. Springer sind für Gabeln besonders gefährlich — sie springen auf ein Feld, von dem sie Dame und Turm zugleich angreifen.
en: One piece attacks **two enemy pieces at once**. The opponent can save only one. Knights are especially dangerous for forks — they jump to a square from which they attack the queen and rook at the same time.
fr: Une pièce attaque **deux pièces adverses à la fois**. L’adversaire ne peut en sauver qu’une. Les cavaliers sont particulièrement dangereux pour les fourchettes — ils sautent sur une case d’où ils attaquent dame et tour en même temps.
hi: एक मोहरा **एक साथ दो विरोधी मोहरों** पर हमला करता है। विरोधी केवल एक को बचा सकता है। घोड़े कांटे के लिए विशेष रूप से खतरनाक हैं — वे ऐसे खाने पर कूदते हैं जहाँ से वे वज़ीर और हाथी पर एक साथ हमला करते हैं।
it: Un pezzo attacca **due pezzi avversari contemporaneamente**. L’avversario può salvarne solo uno. I cavalli sono particolarmente pericolosi per le forchette — saltano su una casa da cui attaccano donna e torre allo stesso tempo.
ru: Одна фигура нападает на **две фигуры противника сразу**. Соперник может спасти только одну. Кони особенно опасны для вилок — они прыгают на поле, откуда атакуют ферзя и ладью одновременно.
zh_hans: 一个棋子**同时攻击两个对方棋子**。对手只能救一个。马尤其擅长双叫——它跳到某格，同时攻击后和车。

source: Vezivanje (Pin)
de: Die Fesselung
en: Pin
fr: Le clouage
hi: पिन
it: L’inchiodatura
ru: Связка
zh_hans: 牵制

source: Napadneš figuru koja **ne sme da se pomeri** jer bi time otkrila vrednu figuru iza nje (Kralja ili Damu). Vezana figura je praktično izolovana iz igre — iskoristi to!
de: Du greifst eine Figur an, die **sich nicht bewegen darf**, weil sie sonst eine wertvolle Figur dahinter (König oder Dame) freilegen würde. Eine gefesselte Figur ist praktisch aus dem Spiel — nutze das!
en: You attack a piece that **cannot move** because doing so would expose a valuable piece behind it (the king or queen). A pinned piece is practically out of the game — use that!
fr: Vous attaquez une pièce qui **ne peut pas bouger** car cela exposerait une pièce de valeur derrière elle (le roi ou la dame). Une pièce clouée est pratiquement hors jeu — profitez-en !
hi: आप ऐसे मोहरे पर हमला करते हैं जो **हिल नहीं सकता** क्योंकि ऐसा करने से उसके पीछे का मूल्यवान मोहरा (राजा या वज़ीर) खुल जाएगा। पिन किया मोहरा व्यावहारिक रूप से खेल से बाहर है — इसका लाभ उठाएँ!
it: Attacchi un pezzo che **non può muoversi** perché esporrebbe un pezzo di valore dietro di sé (il re o la donna). Un pezzo inchiodato è praticamente fuori gioco — sfruttalo!
ru: Вы нападаете на фигуру, которая **не может двигаться**, потому что иначе откроет ценную фигуру позади (короля или ферзя). Связанная фигура практически выключена из игры — используйте это!
zh_hans: 你攻击一个**不能移动**的棋子，因为移动会暴露其身后宝贵的棋子（王或后）。被牵制的棋子几乎被排除在对局之外——好好利用！

source: Pomeriš jednu figuru i time otkriješ napad druge figure iza nje na protivnikovu vrednu figuru. Posebno opasan kada je i sama figura koja se pomera napadačka.
de: Du ziehst eine Figur und entfesselst dadurch den Angriff einer Figur dahinter auf eine wertvolle gegnerische Figur. Besonders gefährlich, wenn die ziehende Figur selbst ebenfalls angreift.
en: You move one piece and thereby unleash the attack of another piece behind it on the opponent’s valuable piece. Especially dangerous when the moving piece itself also attacks something.
fr: Vous déplacez une pièce et révélez ainsi l’attaque d’une autre pièce derrière elle sur une pièce de valeur adverse. Particulièrement dangereux quand la pièce qui bouge attaque elle-même.
hi: आप एक मोहरा हिलाते हैं और इस तरह उसके पीछे के दूसरे मोहरे का हमला विरोधी के मूल्यवान मोहरे पर खुल जाता है। जब हिलने वाला मोहरा स्वयं भी हमला करे तो यह विशेष रूप से खतरनाक होता है।
it: Muovi un pezzo e così scateni l’attacco di un altro pezzo dietro di esso su un pezzo avversario di valore. Particolarmente pericoloso quando anche il pezzo che si muove attacca.
ru: Вы передвигаете одну фигуру и тем самым открываете нападение другой фигуры позади неё на ценную фигуру соперника. Особенно опасно, когда и сама уходящая фигура атакует.
zh_hans: 你移动一个棋子，从而释放其身后另一棋子对对方贵重棋子的攻击。当移动的棋子本身也发起攻击时尤其危险。

source: Kapablanka stalno naglašava: figure moraju da rade zajedno kao tim.
de: Capablanca betont immer wieder: Die Figuren müssen als Team zusammenarbeiten.
en: Capablanca constantly stresses: the pieces must work together as a team.
fr: Capablanca insiste sans cesse : les pièces doivent travailler ensemble comme une équipe.
hi: कापाब्लांका बार-बार ज़ोर देते हैं: मोहरों को एक टीम की तरह मिलकर काम करना चाहिए।
it: Capablanca sottolinea sempre: i pezzi devono lavorare insieme come una squadra.
ru: Капабланка постоянно подчёркивает: фигуры должны работать вместе, как команда.
zh_hans: 卡帕布兰卡反复强调：棋子必须像团队一样协同作战。

source: Topovi traže otvorene linije
de: Türme suchen offene Linien
en: Rooks seek open files
fr: Les tours cherchent les colonnes ouvertes
hi: हाथी खुली फाइलें ढूँढते हैं
it: Le torri cercano colonne aperte
ru: Ладьи ищут открытые линии
zh_hans: 车寻找开放线

source: Postavi ih na otvorenu kolonu ili sedmi red. Top zatvoren iza sopstvenih piona je pasivna figura.
de: Stelle sie auf eine offene Linie oder die siebte Reihe. Ein Turm, der hinter den eigenen Bauern eingesperrt ist, ist eine passive Figur.
en: Place them on an open file or the seventh rank. A rook shut in behind its own pawns is a passive piece.
fr: Placez-les sur une colonne ouverte ou la septième rangée. Une tour enfermée derrière ses propres pions est une pièce passive.
hi: उन्हें खुली फाइल या सातवीं रैंक पर रखें। अपने ही प्यादों के पीछे बंद हाथी एक निष्क्रिय मोहरा है।
it: Mettile su una colonna aperta o sulla settima traversa. Una torre chiusa dietro i propri pedoni è un pezzo passivo.
ru: Ставьте их на открытую линию или седьмую горизонталь. Ладья, запертая за собственными пешками, — пассивная фигура.
zh_hans: 把它们放在开放线或第七横线上。被自己兵困住的车是被动棋子。

source: Skakači najjači u centru
de: Springer sind im Zentrum am stärksten
en: Knights are strongest in the centre
fr: Les cavaliers sont au plus fort au centre
hi: घोड़े केंद्र में सबसे मजबूत होते हैं
it: I cavalli sono più forti al centro
ru: Кони сильнее всего в центре
zh_hans: 马在中心最强

source: "Skakač na ivici table je loš skakač" — kaže Kapablanka. U centru kontroliše čak 8 polja, na ivici samo 2-4.
de: „Ein Springer am Rand bringt Kummer und Schand“, sagt Capablanca. Im Zentrum kontrolliert er bis zu 8 Felder, am Rand nur 2–4.
en: "A knight on the rim is dim," says Capablanca. In the centre it controls as many as 8 squares, on the edge only 2–4.
fr: « Un cavalier au bord est un mauvais cavalier », dit Capablanca. Au centre, il contrôle jusqu’à 8 cases, au bord seulement 2 à 4.
hi: "किनारे का घोड़ा कमजोर घोड़ा होता है" — कापाब्लांका कहते हैं। केंद्र में यह 8 खाने तक नियंत्रित करता है, किनारे पर केवल 2–4।
it: "Un cavallo sul bordo è un cavallo scarso", dice Capablanca. Al centro controlla fino a 8 case, sul bordo solo 2–4.
ru: «Конь на краю доски — плохой конь», — говорит Капабланка. В центре он контролирует целых 8 полей, на краю лишь 2–4.
zh_hans: “边缘的马是糟糕的马”，卡帕布兰卡如是说。在中心它能控制多达 8 个格子，在边缘只有 2–4 个。

source: Lovci vole otvorene dijagonale
de: Läufer lieben offene Diagonalen
en: Bishops love open diagonals
fr: Les fous aiment les diagonales ouvertes
hi: ऊँट खुले विकर्ण पसंद करते हैं
it: Gli alfieri amano le diagonali aperte
ru: Слоны любят открытые диагонали
zh_hans: 象喜欢开放的斜线

source: Lovac koji blokira sopstveni pion je ograničen. Pione postavljaj na polja **suprotne boje** od svog lovca.
de: Ein vom eigenen Bauern blockierter Läufer ist eingeschränkt. Stelle deine Bauern auf Felder der **Gegenfarbe** deines Läufers.
en: A bishop blocked by its own pawn is limited. Put your pawns on squares of the **opposite colour** to your bishop.
fr: Un fou bloqué par son propre pion est limité. Placez vos pions sur des cases de **couleur opposée** à votre fou.
hi: अपने ही प्यादे से अवरुद्ध ऊँट सीमित होता है। अपने प्यादों को अपने ऊँट के **विपरीत रंग** के खानों पर रखें।
it: Un alfiere bloccato dal proprio pedone è limitato. Metti i pedoni su case di **colore opposto** al tuo alfiere.
ru: Слон, заблокированный собственной пешкой, ограничен. Ставьте пешки на поля **противоположного цвета** относительно вашего слона.
zh_hans: 被自己兵挡住的象会受限。把你的兵放在与你象**异色**的格子上。

source: Kapablankovo zlatno pravilo
de: Capablancas goldene Regel
en: Capablanca’s golden rule
fr: La règle d’or de Capablanca
hi: कापाब्लांका का स्वर्णिम नियम
it: La regola d’oro di Capablanca
ru: Золотое правило Капабланки
zh_hans: 卡帕布兰卡的黄金法则

source: "Dobitak jednog piona između jednako jakih igrača najčešće znači pobedu." Ne potcenjuj pion — u završnici je on često odlučujući. Svaka sitna prednost se akumulira!
de: „Ein einzelner Mehrbauer zwischen gleich starken Spielern bedeutet meist den Sieg.“ Unterschätze keinen Bauern — im Endspiel ist er oft entscheidend. Jeder kleine Vorteil summiert sich!
en: "Winning a single pawn between equally strong players most often means victory." Don’t underestimate a pawn — in the endgame it is often decisive. Every small advantage accumulates!
fr: « Gagner un seul pion entre joueurs de force égale signifie le plus souvent la victoire. » Ne sous-estimez pas un pion — en finale, il est souvent décisif. Chaque petit avantage s’accumule !
hi: "समान शक्ति के खिलाड़ियों के बीच एक प्यादा जीतना अक्सर जीत का मतलब होता है।" प्यादे को कम न आँकें — अंत खेल में यह अक्सर निर्णायक होता है। हर छोटी बढ़त जुड़ती जाती है!
it: "Guadagnare un solo pedone tra giocatori di pari forza significa quasi sempre la vittoria." Non sottovalutare un pedone — nel finale è spesso decisivo. Ogni piccolo vantaggio si accumula!
ru: «Выигрыш одной пешки между равными по силе игроками чаще всего означает победу.» Не недооценивайте пешку — в эндшпиле она часто решает. Каждое маленькое преимущество накапливается!
zh_hans: “在实力相当的对手之间，多赢一个兵往往就意味着胜利。”不要小看一个兵——在残局中它常常是决定性的。每一点微小优势都会积累！

source: "Pre nego što se boriš za pobedu u otvaranju ili središnjici, moraš savladati završnicu. Onaj ko ne poznaje završnicu ne može biti jak šahista."
de: „Bevor du in Eröffnung oder Mittelspiel um den Sieg kämpfst, musst du das Endspiel beherrschen. Wer das Endspiel nicht kennt, kann kein starker Spieler sein.“
en: "Before you fight for victory in the opening or middlegame, you must master the endgame. One who does not know the endgame cannot be a strong player."
fr: « Avant de lutter pour la victoire en ouverture ou en milieu de partie, vous devez maîtriser la finale. Qui ne connaît pas la finale ne peut être un joueur fort. »
hi: "ओपनिंग या मध्य खेल में जीत के लिए लड़ने से पहले, आपको अंत खेल में महारत हासिल करनी होगी। जो अंत खेल नहीं जानता वह मजबूत खिलाड़ी नहीं हो सकता।"
it: "Prima di lottare per la vittoria in apertura o mediogioco, devi padroneggiare il finale. Chi non conosce il finale non può essere un giocatore forte."
ru: «Прежде чем бороться за победу в дебюте или миттельшпиле, нужно овладеть эндшпилем. Кто не знает эндшпиля, не может быть сильным игроком.»
zh_hans: “在为开局或中局的胜利而战之前，你必须精通残局。不懂残局的人成不了强手。”

source: Završnica počinje kada su sa table nestale najvažnije figure i ostanu Kraljevi sa pešacima i možda jednom-dve lake figure.
de: Das Endspiel beginnt, wenn die wichtigsten Figuren das Brett verlassen haben und nur die Könige mit Bauern und vielleicht ein oder zwei Leichtfiguren bleiben.
en: The endgame begins when the most important pieces have left the board and only the kings remain with pawns and perhaps one or two minor pieces.
fr: La finale commence quand les pièces les plus importantes ont quitté l’échiquier et qu’il ne reste que les rois avec des pions et peut-être une ou deux pièces mineures.
hi: अंत खेल तब शुरू होता है जब सबसे महत्वपूर्ण मोहरे बोर्ड से चले जाते हैं और केवल राजा, प्यादों और शायद एक-दो छोटे मोहरों के साथ बचते हैं।
it: Il finale inizia quando i pezzi più importanti hanno lasciato la scacchiera e restano solo i re con i pedoni e forse uno o due pezzi minori.
ru: Эндшпиль начинается, когда важнейшие фигуры покинули доску и остаются короли с пешками и, возможно, одной-двумя лёгкими фигурами.
zh_hans: 当最重要的棋子离开棋盘，只剩下双王、兵以及或许一两个轻子时，残局便开始了。

source: Ovo je **najveća promena** u završnici. Kralj koji je celu partiju bežao sada mora aktivno da napadá.
de: Das ist die **größte Veränderung** im Endspiel. Der König, der die ganze Partie geflohen ist, muss jetzt aktiv angreifen.
en: This is the **biggest change** in the endgame. The king that fled all game must now actively attack.
fr: C’est le **plus grand changement** en finale. Le roi qui a fui toute la partie doit maintenant attaquer activement.
hi: यह अंत खेल का **सबसे बड़ा बदलाव** है। पूरे खेल भागता रहा राजा अब सक्रिय रूप से हमला करना चाहिए।
it: Questo è il **cambiamento più grande** nel finale. Il re che è fuggito per tutta la partita ora deve attaccare attivamente.
ru: Это **самая большая перемена** в эндшпиле. Король, бегавший всю партию, теперь должен активно атаковать.
zh_hans: 这是残局中**最大的变化**。整盘棋都在逃跑的国王现在必须主动进攻。

source: Dovedi Kralja u centar odmah
de: Bring den König sofort ins Zentrum
en: Bring the king to the centre right away
fr: Amenez le roi au centre tout de suite
hi: राजा को तुरंत केंद्र में लाएँ
it: Porta subito il re al centro
ru: Сразу ведите короля в центр
zh_hans: 立刻把国王带到中心

source: Čim oseti da je završnica blizu, počni da pomičeš Kralja ka centru table. Centralni Kralj dominira nad marginalnim.
de: Sobald du das Endspiel nahen spürst, beginne, den König zur Brettmitte zu führen. Ein zentraler König beherrscht einen randständigen.
en: As soon as you sense the endgame approaching, start moving the king toward the centre of the board. A central king dominates a marginal one.
fr: Dès que vous sentez la finale approcher, commencez à amener le roi vers le centre. Un roi central domine un roi en marge.
hi: जैसे ही आपको अंत खेल निकट लगे, राजा को बोर्ड के केंद्र की ओर बढ़ाना शुरू करें। केंद्रीय राजा किनारे वाले पर हावी रहता है।
it: Appena senti avvicinarsi il finale, comincia a portare il re verso il centro. Un re centrale domina uno marginale.
ru: Как только почувствуете приближение эндшпиля, начинайте двигать короля к центру доски. Центральный король доминирует над крайним.
zh_hans: 一旦感到残局临近，就开始把国王移向棋盘中心。位居中心的国王压制处于边缘的国王。

source: Pioni su budući Kraljevi
de: Bauern sind künftige Damen
en: Pawns are future queens
fr: Les pions sont de futures dames
hi: प्यादे भविष्य के वज़ीर हैं
it: I pedoni sono future donne
ru: Пешки — будущие ферзи
zh_hans: 兵是未来的皇后

source: Svaki pion koji stigne do poslednjeg reda postaje Dama (ili druga figura). Ovo je glavni cilj u pešačkim završnicama.
de: Jeder Bauer, der die letzte Reihe erreicht, wird zur Dame (oder einer anderen Figur). Das ist das Hauptziel in Bauernendspielen.
en: Every pawn that reaches the last rank becomes a queen (or another piece). This is the main goal in pawn endgames.
fr: Chaque pion qui atteint la dernière rangée devient une dame (ou une autre pièce). C’est le but principal des finales de pions.
hi: अंतिम रैंक तक पहुँचने वाला हर प्यादा वज़ीर (या अन्य मोहरा) बन जाता है। यह प्यादा अंत खेल का मुख्य लक्ष्य है।
it: Ogni pedone che raggiunge l’ultima traversa diventa una donna (o un altro pezzo). È l’obiettivo principale nei finali di pedoni.
ru: Каждая пешка, дошедшая до последней горизонтали, становится ферзём (или другой фигурой). Это главная цель в пешечных эндшпилях.
zh_hans: 每个到达底线的兵都会变成后（或其他棋子）。这是兵类残局的主要目标。

source: Kapablanka objašnjava ovo pravilo jasno i precizno:
de: Capablanca erklärt diese Regel klar und präzise:
en: Capablanca explains this rule clearly and precisely:
fr: Capablanca explique cette règle clairement et précisément :
hi: कापाब्लांका इस नियम को स्पष्ट और सटीक रूप से समझाते हैं:
it: Capablanca spiega questa regola in modo chiaro e preciso:
ru: Капабланка объясняет это правило ясно и точно:
zh_hans: 卡帕布兰卡清晰而精确地解释了这一规则：

source: Ključno pravilo
de: Die Schlüsselregel
en: The key rule
fr: La règle clé
hi: मुख्य नियम
it: La regola chiave
ru: Ключевое правило
zh_hans: 关键规则

source: Da bi pešačka završnica bila pobednička, **Kralj mora biti ispred svog piona** sa barem jednim praznim poljem između njih. Ako je protivnički Kralj direktno ispred piona — igra je remi!
de: Damit ein Bauernendspiel gewonnen ist, **muss der König vor seinem Bauern stehen** mit mindestens einem leeren Feld dazwischen. Steht der gegnerische König direkt vor dem Bauern — ist es remis!
en: For a pawn endgame to be winning, **the king must be ahead of its pawn** with at least one empty square between them. If the enemy king is directly in front of the pawn — it’s a draw!
fr: Pour qu’une finale de pions soit gagnante, **le roi doit précéder son pion** avec au moins une case vide entre eux. Si le roi adverse est juste devant le pion — c’est nulle !
hi: प्यादा अंत खेल जीतने के लिए, **राजा को अपने प्यादे से आगे होना चाहिए** और उनके बीच कम से कम एक खाली खाना हो। यदि विरोधी राजा सीधे प्यादे के सामने है — तो ड्रॉ है!
it: Perché un finale di pedoni sia vincente, **il re deve stare davanti al proprio pedone** con almeno una casa vuota tra loro. Se il re avversario è direttamente davanti al pedone — è patta!
ru: Чтобы пешечный эндшпиль был выигрышным, **король должен находиться впереди своей пешки** с хотя бы одним пустым полем между ними. Если вражеский король прямо перед пешкой — ничья!
zh_hans: 要让兵类残局获胜，**国王必须走在自己兵的前面**，且两者之间至少隔一个空格。如果对方国王正好挡在兵的前面——就是和棋！

source: Napreduj Kralja, ne piona
de: Rücke den König vor, nicht den Bauern
en: Advance the king, not the pawn
fr: Avancez le roi, pas le pion
hi: राजा को आगे बढ़ाएँ, प्यादे को नहीं
it: Avanza il re, non il pedone
ru: Продвигайте короля, а не пешку
zh_hans: 推进国王，而非兵
